tap "homebrew/bundle"
tap "homebrew/services"
brew "atuin"
brew "asdf"
brew "bat"
brew "exercism"
brew "gnupg"
brew "httpie"
brew "jq"
brew "k8sgpt"
brew "ktlint"
brew "neovim"
brew "redpanda-data/tap/redpanda"
brew "rga"
brew "ripgrep"
brew "tcping"
brew "television"
brew "tmux"
brew "zoxide"
brew "zurawiki/brews/gptcommit"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "bartender"
cask "bruno"
cask "stats"
cask "chatgpt"
cask "cursor"
cask "deepl"
cask "dropbox"
cask "firefox"
cask "github"
cask "google-chrome"
cask "ghostty"
cask "hammerspoon"
cask "jetbrains-toolbox"
cask "microsoft-edge"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "raycast"
cask "redisinsight"
cask "session-manager-plugin"
cask "slack"
cask "sublime-merge"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
