tap "homebrew/bundle"
tap "homebrew/services"
brew "atuin"
brew "asdf"
brew "bat"
brew "exercism"
brew "gnupg"
brew "httpie"
brew "neovim"
brew "ripgrep"
brew "tcping"
brew "tmux"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "arc"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "deepl"
cask "docker"
cask "dropbox"
cask "firefox"
cask "github"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "microsoft-edge"
cask "naver-whale"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "session-manager-plugin"
cask "slack"
cask "sublime-merge"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
